// ignore_for_file: file_names

List foodCatgoriesDB = [
  {"name": "ادویه‌جات", "id": 1},
  {"name": "پلو", "id": 2},
  {"name": "تنقلات", "id": 3},
  {"name": "روغن و کره", "id": 4},
  {"name": "حبوبات", "id": 5},
  {"name": "خورشت", "id": 6},
  {"name": "سالاد", "id": 7},
  {"name": "ساندویچ", "id": 8},
  {"name": "سبزیجات", "id": 9},
  {"name": "شیرینی", "id": 10},
  {"name": "فست‌فود", "id": 11},
  {"name": "گوشت", "id": 12},
  {"name": "لبنیات", "id": 13},
  {"name": "متفرقه", "id": 14},
  {"name": "مغزیجات", "id": 15},
  {"name": "میوه", "id": 16},
  {"name": "نان و غلات", "id": 17},
  {"name": "نوشیدنی", "id": 18},
  {"name": "سوپرمارکتی", "id": 19},
  {"name": "شخصی", "id": 20}
];
